[BD_TreeHugger_OrcHut InteractiveObjectBalanceDefinition]
DefaultDisplayName="House of Orca"

[BD_TreeHugger_Sapling InteractiveObjectBalanceDefinition]
DefaultDisplayName="Cultivating love"

[BD_TreeHugger_SaplingPlanted InteractiveObjectBalanceDefinition]
DefaultDisplayName="A known body"

[IO_OrcHut_Destructible InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TreeHugger_Sapling InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TreeHugger_SaplingPlanted InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

